# Count1 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
AssemblyDifferenceMemberCount..::..Count1 Property
AssemblyDifferenceMemberCount Class See Also
---
Number of members in the first assembly
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2012
# Syntax
C#
---
```text
public int Count1 { get; }
```

Visual Basic
---
```text
Public ReadOnly Property Count1 As Integer
	Get
```

Visual C++
---
```text
public:
property int Count1 {
	int get ();
}
```

# See Also
AssemblyDifferenceMemberCount Class
Autodesk.Revit.DB Namespace